<!DOCTYPE html>
<html>

<head>
    <title>Уведомление о файлах cookie</title>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">

    <link rel="icon" href="images/favicon.png" type="image/x-icon" />

    <meta name="description" content="Высококачественная печатная продукция собственного производства, широкоформатная печать и наружная реклама.">

    <link rel=“canonical” href=“https://pechatny-dvor.ru” />


    <link rel="stylesheet" type="text/css" href="../css/css.css?<?php echo date('l jS \of F Y h:i:s A'); ?>">

    <meta property="og:title" content="«Печатный Двор» — полиграфическая компания, Южно-Сахалинск" />
    <meta property="og:type" content="article" />
    <meta property="og:url" content="https://pechatny-dvor.ru" />
    <meta property="og:image" content="https://pechatny-dvor.ru/images/og.jpg" />
    <meta property="og:description" content="Высококачественная печатная продукция собственного производства, широкоформатная печать и наружная реклама." />
</head>


<body class="policy-and-cookies">

    <h1>Уведомление о файлах cookie</h1>
    <p>На нашем веб-сайте используются файлы cookies. Ниже вы можете узнать больше о том, как мы с ними работаем, и как их можно контролировать.</p>

    <p>Когда вы посещаете данный веб-сайт, Вы даете согласие на использование файлов cookies в соответствии с настоящим уведомлением об их использовании. Если вы не согласны с этими условиями, пожалуйста, отключите файлы cookies, следуя инструкциям настоящего уведомления об использовании файлов cookies, чтобы они не записывались на вашем устройстве с этого веб-сайта.</p>

    <h2>Что такое файлы cookies?</h2>

    <p>Файлы cookies — это небольшие текстовые файлы, которые отправляются на устройство, когда вы посещаете веб-сайт. Файлы cookies затем возвращаются на исходный веб-сайт при каждом последующем визите, или на другой веб-сайт, который распознает файлы cookies. Файлы cookies играют роль памяти для веб-сайта, позволяя веб-сайту узнавать ваше устройство при ваших посещениях. Файлы cookies также могут запомнить ваши предпочтения, улучшить взаимодействие с сайтом, а также адаптировать отображаемую рекламу наиболее выгодным для вас образом.</p>

    <p>Вы можете найти более подробную информацию о загруженных файлах cookies, в том числе, о настройках файлов cookies на Вашем устройстве, а также об управлении этими файлами и их удалении по адресу: <a href="https://ru.wikipedia.org/wiki/Cookie">https://ru.wikipedia.org/wiki/Cookie</a>.</p>

    <h2>Типы файлов cookies:</h2>
    <p><strong>Мы можем использовать сеансовые файлы cookies:</strong><br />
        Они работают только до тех пор, пока вы не закроете свой браузер. Но мы используем и постоянные файлы cookies, которые сохраняются в течение более длительного, определенного периода времени.</p>

    <p><strong>Цель.</strong><br />
        Мы используем файлы cookie для улучшения работы сайта, оценки использования контента и поддержки маркетинговых услуг. Мы хотим сделать нашу политику использования файлов cookie полностью прозрачной и максимально удобной для пользователя.</p>

    <h2>Контроль и удаление файлов cookie</h2>
    <p>Большинство веб-браузеров принимают файлы cookies, но вы можете изменить настройки браузера, чтобы отказаться от новых файлов cookies, отключить существующие или просто получать уведомление о направлении новых файлов cookies на ваше устройство.</p>

    <p>Для того, чтобы настроить свой браузер и отказаться от файлов cookies, ознакомьтесь с его инструкциями (как правило, они расположены в меню "Помощь", "Сервис" или "Редактирование").</p>

    <p>Обратите внимание, что если вы откажетесь от файлов cookies или отключите их, некоторые функции веб-сайта могут быть утеряны. Кроме того, отключение файлов cookies или категории файлов cookies не удаляет файлов cookies из браузера. Вам нужно будет сделать это самостоятельно.</p>

    <h2>Изменение работы cookie</h2>
    <p>Уведомления о любых изменениях в работе файлов cookies для данного веб-сайта будут размещены здесь, и если необходимо, обозначены на наших веб-страницах, освещающих любые изменения.</p>

    <h2>Контакты</h2>
    <p>Если у вас есть какие-либо вопросы в отношении данного уведомления, свяжитесь с нами по адресу: <a href="mailto:info@pechatny-dvor.ru">info@pechatny-dvor.ru</a>.</p>

</body>

</html>
